Repository: PureBasicCN/PBLang_zh_Chs
Catalog: omegat/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: &Close
zh_cn: 关闭(&C)

source: &Compiler
zh_cn: 编译(&C)

source: &Debugger
zh_cn: 调试(&D)

source: &Edit
zh_cn: 编辑(&E)

source: &File
zh_cn: 文件(&F)

source: &Help
zh_cn: 帮助(&H)

source: &New
zh_cn: 新建(&N)

source: &Open...
zh_cn: 打开(&O)...

source: &Preferences...
zh_cn: 配置(&P)...

source: &Project
zh_cn: 项目(&P)

source: &Recent Files
zh_cn: 最近文件(&R)

source: &Save
zh_cn: 保存(&S)

source: &Tools
zh_cn: 工具(&T)

source: 2 = Too many '(' parentheses.
zh_cn: 2 = 太多左括号'('.

source: 3 = Too many ')' parentheses.
zh_cn: 3 = 太多右括号')'.

source: 4 = Garbage at the end of the line.
zh_cn: 4 = 行尾有多余内容.

source: 5 = Overflow error: a 'byte' value (.b) must be between -128 and +255.
zh_cn: 5 = 溢出错误: 一个字节类型变量的值(.b)必须在-128和+255之间.

source: 6 = ')' expected.
zh_cn: 6 = 缺少')'.

source: 7 = Can't write a numerical value into a string variable.
zh_cn: 7 = 不能将一个数值写入到一个字符串变量中.

source: 8 = Can't mix strings with numerical values.
zh_cn: 8 = 不能将字符串和数值混淆.

source: C&lose All
zh_cn: 关闭全部(&L)

source: Encoding: &Plain Text
zh_cn: 编码: 纯文本(&P)

source: Encoding: &Utf8
zh_cn: 码: &Utf8

source: F&ile format
zh_cn: 文件格式(&I)

source: F&orm
zh_cn: 窗体(&O)

source: Newline: &Linux (LF)
zh_cn: 换行: &Linux (LF)

source: Newline: &MacOS (CR)
zh_cn: 换行: &MacOS (CR)

source: Newline: &Windows (CRLF)
zh_cn: 换行: &Windows (CRLF)

source: R&eload
zh_cn: 重新载入(&E)

source: Remove
zh_cn: 移除

source: Sa&ve All
zh_cn: 保存所有(&V)

source: Save &As...
zh_cn: 另存为(&A)...

source: Session &History
zh_cn: 会话历史(&H)

source: Sor&t Sources...
zh_cn: 排序源码(&T)...

source: View chan&ges
zh_cn: 查看更改(&G)

source: [ErrorCodes] 1 = Syntax error.
zh_cn: [ErrorCodes] 1 = 语法错误.

source: [LanguageInfo] Application = PB_Compiler Language = English LastUpdated = 08/19/2013 Creator = Fantaisie Software Email = support@purebasic.com
zh_cn: [LanguageInfo] Application = PB_Compiler Language = 简体中文 LastUpdated = 10/07/2015 Creator = 麦壳饼 Email = root@purebasic.cn

source: [LanguageInfo] Application = PB_IDE Language = English LastUpdated = 09/04/2015 Creator = PureBasic Team Email = Support@PureBasic.com
zh_cn: [LanguageInfo] Application = PB_IDE Language = 简体中文 LastUpdated = 09/04/2015 Creator = 麦壳饼 Email = root@PureBasic.cn

source: [MenuTitle] File = &File Edit = &Edit Project = &Project Form = F&orm Compiler = &Compiler Debugger = &Debugger Tools = &Tools Help = &Help
zh_cn: [MenuTitle] File = 文件(&F) Edit = 编辑(&E) Project = 项目(&P) Form = 窗体(&O) Compiler = 编译(&C) Debugger = 调试(&D) Tools = 工具(&T) Help = 帮助(&H)
